Repository: msykykt0227/card_ios
Catalog: card/Localizable.xcstrings
Source language: en
Languages: ja

# card_auto
source: Auto correct
ja: オートコレクト

# card_dup_message
source: This alert can hidden in Setting
ja: このアラートは設定で非表示にできます

# card_no
source: no
ja: しない

# card_number
source: Max number:%@
ja: 最大数字::%@

# card_rebuild
source: Resort
ja: 並べ替え

# card_regist
source: Registration
ja: 登録

# card_reset
source: Reload
ja: やり直し

# card_select
source: Select one of red frame card
ja: 赤枠のどちらかを選択してください

# card_yes
source: yes
ja: する

# content_close
source: close
ja: 閉じる

# content_game
source: Game
ja: ゲーム

# content_rank
source: Rank
ja: ランク

# content_setting
source: Setting
ja: 設定

# rank_cancel
source: Cancel
ja: キャンセル

# rank_charenge
source: Try this deck?
ja: 挑戦しますか？

# rank_charenge_error
source: Read in failed :%@
ja: 読み込み失敗:%@

# rank_do_regist
source: Upload
ja: 登録する

# rank_error
source: Code broken
ja: データが壊れています

# rank_error_msg
source: Please reconfirm code
ja: データに間違いが無いか確認してください

# rank_fail
source: Registration failed
ja: 登録失敗（コードエラー）です

# rank_get_error
source: Ranking get failed
ja: エラー

source: rank name
ja: 順位 名前

# rank_nickname
source: Nickname
ja: ニックネーム

# rank_nodata
source: Np data
ja: ありません

# rank_read
source: Read in code
ja: 読み込み

# rank_regist
source: Regist code
ja: 登録データ

# rank_score
source: Score
ja: スコア

# rank_share
source: Share
ja: 共有する

# rank_title
source: Ranking
ja: ランキング

# rank_title_same
source: Same code ranking
ja: 同じデッキのランキング

# rank_update
source: Update
ja: 上書きする

# rank_wifi_error
source: Cannot do registration
ja: 登録できません

# set_apply
source: Apply
ja: 保存する

# set_card_type
source: Tableau column
ja: カード種類

# set_column
source: Columns
ja: 場の列数

# set_diamond
source: Diamond
ja: ダイヤ

# set_difficulty
source: Difficulty
ja: 難易度

# set_easy
source: Easy
ja: 簡単

# set_edit
source: Edit
ja: 編集

# set_high
source: Complex
ja: 高

# set_hint_secret
source: Show hint
ja: ヒント

# set_host
source: Host
ja: ホスト

# set_mountain
source: Mountain
ja: 山

# set_nofound
source: Not found
ja: 未登録

# set_number
source: Max number
ja: 最大数字

# set_regist
source: Registration
ja: 登録

# set_select_alart
source: Hide select alert
ja: 複数から選択 非表示

# set_server
source: Server
ja: ランキングサーバー

# set_setting
source: Setting
ja: 設定

# set_standard
source: Standard
ja: 標準

# set_tableau_type
source: Tableau type
ja: 場札のタイプ

# set_valley
source: Valley
ja: 谷
